Repository: MikkoJo/softGISview
Catalog: softGISview/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Over 2 hours
fi: Yli 2 tuntia

source: Less than 2 hours
fi: Alle 2 tuntia

source: No answer
fi: Ei vastausta

source: Thank you!
fi: Kiitos!

source: You can continue surfing the web or close the browser window
fi: Voit jatkaa surffailua tai sulkea selainikkunan

source: Free time activities
fi: Vapaa-ajanliikunta

source: Select points
fi: Valitse pisteet

source: Competitive sports
fi: Ohjattu liikunta

source: Moving around
fi: Siirtyminen

source: Recreational sports
fi: Ohjaamaton liikunta

source: Visualize points by type
fi: Visualisoi tyypin mukaan

source: Visualize points by transport method
fi: Visualisoi kulkutavan mukaan

source: Visualize points by reachability
fi: Visualisoi saavutettavuuden mukaan

source: Legend
fi: Legenda

source: Transport method
fi: Kulkutapa

source: walking or by bike
fi: kävellen tai pyöräillen

source: by public transportation
fi: julkisilla

source: by car
fi: autolla

source: by moped
fi: mopolla

source: Reachability
fi: Saavutettavuus

source: alone
fi: yksin

source: with friends
fi: kavereiden kanssa

source: with adults
fi: aikuisten kanssa

source: other
fi: muu

source: about five minutes
fi: noin 5 minuuttia

source: about ten minutes
fi: noin 10 minuuttia

source: about twenty minutes
fi: noin 20 minuuttia

source: about half an hour
fi: noin puoli tuntia

source: about three quarters
fi: noin 45 minuuttia

source: about an hour
fi: noin tunti

source: Over 5 hours
fi: Yli 5 tuntia

source: 2-4 hours
fi: 2-4 tuntia

source: 1-2 hours
fi: 1-2 tuntia

source: Less than 1 hour
fi: Alle tunti

source: None
fi: Ei lainkaan

source: girls
fi: tytöt

source: boys
fi: pojat

source: TV, DVDs, or playing
fi: tv, dvd tai pelaaminen

source: Social networking
fi: sosiaalinen media

source: Homes
fi: Koteja

source: Active travel
fi: Kävellen tai pyöräillen

source: Average active time spent
fi: Keskimääräinen aktiivisesti kuljettu aika

source: Name
fi: Nimi

source: Next
fi: Seuraava

source: Previous
fi: Edellinen

source: School Journeys
fi: Koulumatkat

source: Visualize by amount of students walking or biking their school journeys
fi: Visualisoi kävellen tai pyöräillen kulkevien oppilaiden osuuden mukaan

source: Visualize on average active time spent on school journeys
fi: Visualisoi keskimääräisen aktiivisesti kuljetun ajan mukaan

source: Screen time
fi: Ruutuaika

source: End
fi: Lopetus

source: Children
fi: Lapset

source: Select School
fi: Valitse koulu

source: Please select school from a list
fi: Ole hyvä ja valitse koulu listasta

source: Wrong password
fi: Väärä salasana

source: password
fi: sala

source: Start
fi: Aloita

source: Exercise or play in free time
fi: Liikkuminen kouluajan ulkopuolella
